Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: TDEE = BMR × activity multiplier. The multiplier corresponds to your selected activity level. This is the maintenance baseline the AI starts from (unless Energy Burn supplies a measured one).
ar: TDEE = BMR × معامل النشاط. يتوافق المعامل مع مستوى النشاط الذي اخترته. وهذا هو خط الأساس لسعرات الحفاظ الذي يبدأ منه الذكاء الاصطناعي، ما لم توفر ميزة Energy Burn قيمة مقاسة.
az: TDEE = BMR × aktivlik əmsalı. Əmsal seçdiyiniz aktivlik səviyyəsinə uyğundur. AI-nin başladığı saxlama səviyyəsi budur, Energy Burn ölçülmüş göstərici təqdim etmirsə.
de: TDEE = BMR × Aktivitätsfaktor. Der Faktor entspricht deiner gewählten Aktivitätsstufe. Dies ist die Ausgangsbasis für den Erhaltungsbedarf, von der die KI ausgeht, sofern Energy Burn keinen Messwert liefert.
es: TDEE = BMR × multiplicador de actividad. El multiplicador corresponde al nivel de actividad seleccionado. Esta es la base de mantenimiento de la que parte la IA, salvo que Energy Burn proporcione una medición.
fr: TDEE = BMR × multiplicateur d’activité. Le multiplicateur correspond au niveau d’activité sélectionné. Il s’agit de la base de maintenance utilisée initialement par l’IA, sauf si Energy Burn fournit une valeur mesurée.
hi: TDEE = BMR × गतिविधि गुणक। गुणक आपके चुने हुए गतिविधि स्तर के अनुसार होता है। यही मेंटेनेंस का आधार है जिससे AI शुरू करता है, जब तक Energy Burn कोई मापा हुआ मान न दे।
it: TDEE = BMR × moltiplicatore di attività. Il moltiplicatore corrisponde al livello di attività selezionato. È la base di mantenimento da cui parte l’IA, a meno che Energy Burn non fornisca un valore misurato.
ja: TDEE = BMR × 活動係数。係数は選択した活動レベルに対応します。Energy Burnから測定値が得られない場合、AIはこれを維持カロリーの基準として使います。
ko: TDEE = BMR × 활동량 배수. 배수는 선택한 활동 수준에 해당합니다. Energy Burn에서 측정값을 제공하지 않는 한 AI는 이를 유지 칼로리의 기준으로 삼습니다.
nl: TDEE = BMR × activiteitsfactor. De factor hoort bij het door jou gekozen activiteitsniveau. Dit is de onderhoudsbasis waarvan de AI uitgaat, tenzij Energy Burn een gemeten waarde levert.
pl: TDEE = BMR × mnożnik aktywności. Mnożnik odpowiada wybranemu poziomowi aktywności. Jest to bazowy poziom zapotrzebowania, od którego zaczyna AI, chyba że Energy Burn dostarcza zmierzoną wartość.
pt_br: TDEE = BMR × multiplicador de atividade. O multiplicador corresponde ao nível de atividade selecionado. Esta é a base de manutenção da qual a IA parte, a menos que o Energy Burn forneça uma medição.
ro: TDEE = BMR × multiplicatorul de activitate. Multiplicatorul corespunde nivelului de activitate selectat. Aceasta este baza de menținere de la care pornește AI, dacă Energy Burn nu furnizează o valoare măsurată.
ru: TDEE = BMR × множитель активности. Множитель соответствует выбранному уровню активности. Это базовый уровень поддержания, от которого отталкивается ИИ (если Energy Burn не даёт измеренное значение).
uk: TDEE = BMR × множитель активности. Множитель соответствует вибранному уровню активности. Ето базовий уровень поддержания, от которого отталкивается ШІ (если Energy Burn не даёт измеренное значение).
zh_hans: TDEE = BMR × 活动系数。该系数对应你选择的活动水平。除非 Energy Burn 提供实测值，否则 AI 会以此作为维持热量的起点。

source: Terms of Service
ar: شروط الخدمة
az: Xidmət Şərtləri
cs: Podmínky služby
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
nl: Servicevoorwaarden
pl: Warunki korzystania
pt_br: Termos de serviço
ro: Termenii serviciului
ru: Условия использования
uk: Умови використання
zh_hans: 服务条款

source: Text Input
ar: إدخال نصي
az: Mətn Daxil Et
cs: Zadat text
de: Texteingabe
es: Entrada de texto
fr: Saisie de texte
hi: टेक्स्ट इनपुट
it: Inserimento testo
ja: テキスト入力
ko: 텍스트 입력
nl: Tekstinvoer
pl: Wpis tekstowy
pt_br: Entrada de texto
ro: Introducere text
ru: Ввод текста
uk: Введення тексту
zh_hans: 文本输入

source: Thank you!
ar: شكرًا لك!
az: Təşəkkürlər!
cs: Děkujeme!
de: Danke!
es: ¡Gracias!
fr: Merci !
hi: धन्यवाद!
it: Grazie!
ja: ありがとうございます！
ko: 감사합니다!
nl: Dank je!
pl: Dziękuję!
pt_br: Obrigado!
ro: Mulțumesc!
ru: Спасибо!
uk: Спасибо!
zh_hans: 谢谢！

source: The AI fits protein, carbs, and fat to your calorie target, using these references as a guide. Protein uses activity-based full-bodyweight rates; fat is set from bodyweight; carbs fill the rest. You can lock any value or edit it yourself in Settings.
ar: يضبط الذكاء الاصطناعي البروتين والكربوهيدرات والدهون بما يتوافق مع هدف السعرات، مسترشدًا بهذه المراجع. يستخدم البروتين معدلات تعتمد على النشاط لكل كيلوغرام من وزن الجسم الكامل؛ وتُحدد الدهون من وزن الجسم؛ وتملأ الكربوهيدرات الباقي. يمكنك تثبيت أي قيمة أو تعديلها بنفسك في الإعدادات.
az: AI bu istinadları rəhbər tutaraq zülal, karbohidrat və yağı kalori hədəfinizə uyğunlaşdırır. Zülal üçün aktivliyə əsaslanan tam bədən çəkisi normaları, yağ üçün bədən çəkisi istifadə olunur; qalan kalorini karbohidratlar tamamlayır. İstənilən dəyəri kilidləyə və ya Parametrlərdə özünüz dəyişə bilərsiniz.
de: Die KI passt Protein, Kohlenhydrate und Fett an dein Kalorienziel an und nutzt diese Referenzen als Orientierung. Protein basiert auf aktivitätsabhängigen Raten pro Gesamtkörpergewicht; Fett wird aus dem Körpergewicht bestimmt; Kohlenhydrate füllen den Rest. Du kannst jeden Wert sperren oder in den Einstellungen selbst bearbeiten.
es: La IA ajusta proteínas, carbohidratos y grasas a tu objetivo calórico usando estas referencias como guía. La proteína usa tasas según la actividad aplicadas al peso corporal total; la grasa se establece a partir del peso corporal; los carbohidratos completan el resto. Puedes bloquear cualquier valor o editarlo en Ajustes.
fr: L’IA adapte les protéines, glucides et lipides à votre objectif calorique en s’appuyant sur ces références. Les protéines utilisent des taux liés à l’activité appliqués au poids corporel total ; les lipides sont définis à partir du poids ; les glucides complètent le reste. Vous pouvez verrouiller ou modifier chaque valeur dans Réglages.
hi: AI इन संदर्भों को मार्गदर्शक बनाकर प्रोटीन, कार्ब्स और फैट को आपके कैलोरी लक्ष्य में फिट करता है। प्रोटीन के लिए गतिविधि-आधारित दरें पूरे शरीर के वज़न पर लागू होती हैं; फैट शरीर के वज़न से तय होता है; बाकी कैलोरी कार्ब्स से पूरी होती हैं। आप किसी भी मान को लॉक कर सकते हैं या सेटिंग्स में स्वयं बदल सकते हैं।
it: L’IA adatta proteine, carboidrati e grassi al tuo obiettivo calorico usando questi riferimenti come guida. Le proteine usano valori basati sull’attività applicati al peso corporeo totale; i grassi sono impostati dal peso corporeo; i carboidrati completano il resto. Puoi bloccare qualsiasi valore o modificarlo nelle Impostazioni.
ja: AIはこれらの基準を参考に、たんぱく質・炭水化物・脂質をカロリー目標に合わせます。たんぱく質は活動量に応じた総体重ベースの比率、脂質は体重を基準に設定し、残りを炭水化物で補います。各値は設定でロックまたは編集できます。
ko: AI는 이 기준을 참고해 단백질, 탄수화물, 지방을 칼로리 목표에 맞춥니다. 단백질은 활동량에 따른 총 체중 기준 비율을 사용하고, 지방은 체중으로 설정하며, 나머지는 탄수화물로 채웁니다. 설정에서 각 값을 잠그거나 직접 편집할 수 있습니다.
nl: De AI stemt eiwitten, koolhydraten en vet af op je caloriedoel en gebruikt deze referenties als richtlijn. Eiwit gebruikt activiteitsafhankelijke waarden op basis van het totale lichaamsgewicht; vet wordt bepaald uit lichaamsgewicht; koolhydraten vullen de rest. Je kunt elke waarde vergrendelen of zelf wijzigen in Instellingen.
pl: AI dopasowuje białko, węglowodany i tłuszcz do celu kalorii, kierując się tymi wartościami referencyjnymi. Białko korzysta ze stawek zależnych od aktywności, liczonych od całkowitej masy ciała; tłuszcz jest ustalany z masy ciała; węglowodany uzupełniają resztę. Każdą wartość możesz zablokować lub edytować w Ustawieniach.
pt_br: A IA ajusta proteínas, carboidratos e gorduras à sua meta de calorias usando estas referências como guia. A proteína usa taxas por nível de atividade aplicadas ao peso corporal total; a gordura é definida a partir do peso corporal; os carboidratos completam o restante. Você pode bloquear qualquer valor ou editá-lo nos Ajustes.
ro: AI potrivește proteinele, carbohidrații și grăsimile cu obiectivul caloric, folosind aceste referințe drept ghid. Proteinele folosesc rate în funcție de activitate, aplicate greutății corporale totale; grăsimile se stabilesc din greutate; carbohidrații completează restul. Poți bloca sau edita orice valoare în Configurări.
ru: ИИ подбирает белки, углеводы и жиры под цель по калориям, ориентируясь на эти источники. Белок рассчитывается по нормам для уровня активности на килограмм полной массы тела; жиры — от массы тела; углеводы заполняют остаток. Любое значение можно закрепить или изменить в настройках.
uk: ШІ підлаштовує білки, вуглеводи та жири під вашу ціль калорій, використовуючи ці орієнтири. Білок залежить від рівня активності (і базується на сухій масі, якщо вказано % жиру); жир розраховується від маси тіла; вуглеводи заповнюють залишок. Ви можете заблокувати будь-яке значення або змінити його в Налаштуваннях.
zh_hans: AI 以这些参考值为指导，使蛋白质、碳水化合物和脂肪符合你的热量目标。蛋白质采用按活动水平制定的总体重比率；脂肪根据体重设定；其余热量由碳水化合物补足。你可以在“设置”中锁定或自行编辑任何数值。

source: The minimum recommendation is 1,200 calories per day.
ar: الحد الأدنى الموصى به هو 1,200 سعرة حرارية يوميًا.
az: Tövsiyə olunan minimum gündə 1,200 kaloridir.
cs: Minimální doporučení je 1 200 kalorií denně.
de: Die Mindestempfehlung beträgt 1.200 Kalorien pro Tag.
es: La recomendación mínima es de 1.200 calorías al día.
fr: La recommandation minimale est de 1 200 calories par jour.
hi: न्यूनतम अनुशंसा प्रतिदिन 1,200 कैलोरी है।
it: La raccomandazione minima è di 1.200 calorie al giorno.
ja: 推奨される最低量は1日1,200カロリーです。
ko: 최소 권장량은 하루 1,200칼로리입니다.
nl: De minimale aanbeveling is 1.200 calorieën per dag.
pl: Minimalne zalecenie to 1200 kalorii dziennie.
pt_br: A recomendação mínima é de 1.200 calorias por dia.
ro: Recomandarea minimă este de 1.200 de calorii pe zi.
ru: Минимальная рекомендация — 1 200 калорий в день.
uk: Мінімальна рекомендація становить 1200 калорій на день.
zh_hans: 最低建议为每天 1,200 卡路里。

source: This macro is auto-balanced from the others. Tap the lock icon to pin it, then tap the row to set a custom value.
ar: يتم موازنة هذا العنصر تلقائيًا من العناصر الأخرى. اضغط على أيقونة القفل لتثبيته، ثم اضغط على الصف لتعيين قيمة مخصصة.
az: Bu makro digərlərindən avtomatik olaraq balanslanır. Sabitləmək üçün kilid işarəsinə toxunun, sonra xüsusi dəyər təyin etmək üçün sətirə toxunun.
cs: Toto makro se automaticky dorovnává z ostatních. Klepnutím na zámek ho připneš, pak klepni na řádek a nastav vlastní hodnotu.
de: Dieses Makro wird automatisch aus den anderen ausgeglichen. Tippe auf das Schloss-Symbol, um es anzuheften, und tippe dann auf die Zeile, um einen eigenen Wert festzulegen.
es: Este macro se equilibra automáticamente a partir de los demás. Toca el icono de candado para fijarlo y luego toca la fila para establecer un valor personalizado.
fr: Cette macro est équilibrée automatiquement à partir des autres. Appuyez sur l'icône de verrou pour l'épingler, puis appuyez sur la ligne pour définir une valeur personnalisée.
hi: यह मैक्रो अन्य से स्वचालित रूप से संतुलित होता है। इसे पिन करने के लिए लॉक आइकन पर टैप करें, फिर कस्टम मान सेट करने के लिए पंक्ति पर टैप करें।
it: Questa macro è bilanciata automaticamente dalle altre. Tocca l'icona del lucchetto per fissarla, poi tocca la riga per impostare un valore personalizzato.
ja: このマクロは他のマクロから自動的にバランス調整されています。ロックアイコンをタップして固定し、行をタップしてカスタム値を設定してください。
ko: 이 매크로는 다른 매크로로부터 자동으로 균형이 맞춰집니다. 자물쇠 아이콘을 탭하여 고정한 뒤, 행을 탭해 사용자 지정 값을 설정하세요.
nl: Deze macro wordt automatisch gebalanceerd op basis van de andere. Tik op het slotje om vast te zetten en tik vervolgens op de rij om een aangepaste waarde in te stellen.
pl: Ten makroskładnik jest automatycznie równoważony z pozostałych. Stuknij ikonę kłódki, aby go przypiąć, a potem stuknij wiersz, aby ustawić własną wartość.
pt_br: Este macro é balanceado automaticamente a partir dos outros. Toque no ícone de cadeado para fixá-lo e depois na linha para definir um valor personalizado.
ro: Acest macronutrient se echilibrează automat pe baza celorlalți. Atinge pictograma de lacăt pentru a-l fixa, apoi atinge rândul pentru a seta o valoare personalizată.
ru: Этот макрос автоматически балансируется относительно остальных. Нажмите на значок замка, чтобы закрепить, затем коснитесь строки, чтобы задать своё значение.
uk: Етот макрос автоматически балансируется относительно остальних. Натисніть на значок замка, чтоби закрепить, затем коснитесь строки, чтоби задать своё значение.
zh_hans: 该宏量营养素会根据其他项自动平衡。点按锁定图标进行固定，然后点按该行以设置自定义数值。

source: This will permanently delete all your data including food logs, weight entries, and profile. This action cannot be undone.
ar: سيؤدي هذا إلى حذف جميع بياناتك بشكل دائم، بما في ذلك سجلات الطعام وإدخالات الوزن والملف الشخصي. لا يمكن التراجع عن هذا الإجراء.
az: Bu, yemək qeydləri, çəki qeydləri və profil daxil olmaqla bütün məlumatlarınızı həmişəlik siləcək. Bu əməliyyat geri qaytarıla bilməz.
cs: Trvale smaže všechna tvoje data včetně deníku jídel, záznamů váhy a profilu. Tuto akci nejde vrátit.
de: Dadurch werden alle deine Daten dauerhaft gelöscht, einschließlich Ernährungstagebuch, Gewichtseinträge und Profil. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todos tus datos, incluidos diarios de comidas, registros de peso y perfil. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement toutes vos données, y compris les journaux alimentaires, les entrées de poids et le profil. Cette action est irréversible.
hi: यह आपके सभी डेटा को स्थायी रूप से हटा देगा, जिसमें भोजन लॉग, वजन प्रविष्टियाँ और प्रोफ़ाइल शामिल हैं। यह क्रिया पूर्ववत नहीं की जा सकती।
it: Questa operazione eliminerà definitivamente tutti i tuoi dati, inclusi diario alimentare, voci di peso e profilo. Non è possibile annullarla.
ja: これにより、食事ログ、体重記録、プロフィールを含むすべてのデータが完全に削除されます。この操作は取り消せません。
ko: 이 작업은 음식 기록, 체중 기록, 프로필을 포함한 모든 데이터를 영구적으로 삭제합니다. 이 작업은 되돌릴 수 없습니다.
nl: Hiermee worden al je gegevens permanent verwijderd, waaronder voedingsdagboeken, gewichtsinvoer en profiel. Deze actie kan niet ongedaan worden gemaakt.
pl: To trwale usunie wszystkie Twoje dane, w tym dzienniki jedzenia, wpisy wagi i profil. Tej czynności nie można cofnąć.
pt_br: Isso apagará permanentemente todos os seus dados, incluindo diário alimentar, registros de peso e perfil. Esta ação não pode ser desfeita.
ro: Acest lucru va șterge definitiv toate datele tale, inclusiv jurnalele alimentare, intrările de greutate și profilul. Această acțiune nu poate fi anulată.
ru: Это навсегда удалит все ваши данные, включая дневник питания, записи веса и профиль. Это действие нельзя отменить.
uk: Ето навсегда удалит все ваши данние, включая дневник питания, записи веса и профиль. Ето действие нельзя отменить.
zh_hans: 此操作将永久删除你的所有数据，包括饮食记录、体重记录和个人资料。此操作无法撤销。

source: This will permanently delete all your logged food entries. Your profile, weight entries, and favorites will be kept. This action cannot be undone.
ar: سيؤدي هذا إلى حذف جميع إدخالات الطعام المسجّلة لديك بشكل دائم. سيتم الاحتفاظ بملفك الشخصي وإدخالات الوزن والمفضلات. لا يمكن التراجع عن هذا الإجراء.
az: Bu, qeyd etdiyiniz bütün yemək yazılarını həmişəlik siləcək. Profiliniz, çəki qeydləri və sevimliləriniz saxlanılacaq. Bu əməliyyat geri qaytarıla bilməz.
cs: Trvale smaže všechny zapsané záznamy jídel. Profil, záznamy váhy a oblíbená zůstanou. Tuto akci nejde vrátit.
de: Dadurch werden alle deine erfassten Lebensmittel dauerhaft gelöscht. Dein Profil, deine Gewichtseinträge und Favoriten bleiben erhalten. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todas tus entradas de comida registradas. Tu perfil, registros de peso y favoritos se conservarán. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement toutes vos entrées alimentaires. Votre profil, vos entrées de poids et vos favoris seront conservés. Cette action est irréversible.
hi: यह आपके सभी लॉग किए गए भोजन प्रविष्टियों को स्थायी रूप से हटा देगा। आपकी प्रोफ़ाइल, वजन प्रविष्टियाँ और पसंदीदा सुरक्षित रहेंगे। यह क्रिया पूर्ववत नहीं की जा सकती।
it: Questa operazione eliminerà definitivamente tutte le voci di cibo registrate. Il profilo, le voci di peso e i preferiti verranno mantenuti. Non è possibile annullarla.
ja: これにより、記録したすべての食事が完全に削除されます。プロフィール、体重記録、お気に入りは保持されます。この操作は取り消せません。
ko: 이 작업은 기록된 모든 음식 항목을 영구적으로 삭제합니다. 프로필, 체중 기록, 즐겨찾기는 유지됩니다. 이 작업은 되돌릴 수 없습니다.
nl: Hiermee worden al je geregistreerde voedingsitems permanent verwijderd. Je profiel, gewichtsinvoer en favorieten blijven behouden. Deze actie kan niet ongedaan worden gemaakt.
pl: To trwale usunie wszystkie dodane wpisy jedzenia. Profil, wpisy wagi i ulubione zostaną zachowane. Tej czynności nie można cofnąć.
pt_br: Isso apagará permanentemente todos os seus registros alimentares. Seu perfil, registros de peso e favoritos serão mantidos. Esta ação não pode ser desfeita.
ro: Acest lucru va șterge definitiv toate intrările alimentare înregistrate. Profilul, intrările de greutate și favoritele vor fi păstrate. Această acțiune nu poate fi anulată.
ru: Это навсегда удалит все ваши записи о еде. Профиль, записи веса и избранное будут сохранены. Это действие нельзя отменить.
uk: Ето навсегда удалит все ваши записи о еде. Профиль, записи веса и избранное будут сохранени. Ето действие нельзя отменить.
zh_hans: 此操作将永久删除你记录的所有食物条目。你的个人资料、体重记录和收藏将被保留。此操作无法撤销。

source: Today's Diary
ar: يوميات اليوم
az: Bugünkü gündəlik
de: Heutiges Tagebuch
es: Diario de hoy
fr: Journal du jour
hi: आज की डायरी
it: Diario di oggi
ja: 今日の日記
ko: 오늘의 일기
nl: Dagboek van vandaag
pl: Dzisiejszy dziennik
pt_br: Diário de hoje
ro: Jurnalul de azi
ru: Дневник за сегодня
uk: Сьогоднішній щоденник
zh_hans: 今日日记

source: Total
ar: الإجمالي
az: Cəmi
cs: Celkem
de: Gesamt
hi: कुल
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Suma
ru: Итого
uk: Разом
zh_hans: 总计

source: Tracking & Reminders
ar: التتبع والتذكيرات
az: İzləmə və Xatırlatmalar
de: Tracking & Erinnerungen
es: Seguimiento y recordatorios
fr: Suivi et rappels
hi: ट्रैकिंग और रिमाइंडर
it: Monitoraggio e promemoria
ja: トラッキングとリマインダー
ko: 추적 및 알림
nl: Tracking & herinneringen
pl: Śledzenie i przypomnienia
pt_br: Acompanhamento e lembretes
ro: Monitorizare și mementouri
ru: Отслеживание и напоминания
uk: Відстеження та нагадування
zh_hans: 追踪与提醒

source: Try a different muscle, equipment, or search — or reset the filters above.
ar: جرّب عضلة أو معدات أو بحثًا مختلفًا، أو أعد ضبط عوامل التصفية أعلاه.
az: Başqa əzələ, avadanlıq və ya axtarış sınayın, ya da yuxarıdakı filtrləri sıfırlayın.
cs: Zkus jiný sval, vybavení nebo hledaný výraz — nebo resetuj filtry výše.
de: Versuche einen anderen Muskel, anderes Equipment oder eine andere Suche – oder setze die Filter oben zurück.
es: Prueba con otro músculo, equipamiento o búsqueda, o restablece los filtros de arriba.
fr: Essayez un autre muscle, un autre équipement ou une autre recherche, ou réinitialisez les filtres ci-dessus.
hi: कोई दूसरी मांसपेशी, उपकरण या खोज आज़माएँ — या ऊपर दिए गए फ़िल्टर रीसेट करें।
it: Prova con un altro muscolo, attrezzatura o ricerca, oppure reimposta i filtri qui sopra.
ja: 別の筋肉・器具・検索条件を試すか、上のフィルターをリセットしてください。
ko: 다른 근육, 기구 또는 검색어를 시도하거나 위의 필터를 초기화해 보세요.
nl: Probeer een andere spier, ander materiaal of een andere zoekopdracht – of reset de filters hierboven.
pl: Wypróbuj inny mięsień, sprzęt lub wyszukiwanie albo zresetuj powyższe filtry.
pt_br: Tente outro músculo, equipamento ou busca — ou redefina os filtros acima.
ro: Încearcă alt mușchi, alt echipament sau altă căutare — sau resetează filtrele de mai sus.
ru: Попробуйте другую мышцу, инвентарь или запрос — либо сбросьте фильтры выше.
uk: Спробуйте інший м\'яз, обладнання або пошуковий запит — чи скиньте фільтри вище.
zh_hans: 试试其他肌肉、器械或搜索词，或重置上方的筛选条件。

source: Try Again
ar: أعد المحاولة
az: Yenidən cəhd et
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar de novo
ro: Încearcă din nou
ru: Повторить
uk: Повторити
zh_hans: 重试

source: Unlocked
ar: غير مقفل
az: Kilidsiz
cs: Odemčeno
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
hi: अनलॉक है
it: Sbloccato
ja: ロック解除
ko: 잠금 해제됨
nl: Ontgrendeld
pl: Odblokowane
pt_br: Desbloqueado
ro: Deblocat
ru: Разблокировано
uk: Розблоковано
zh_hans: 未锁定

source: Used when you tap the voice icon to log a meal. Native iOS runs on-device for free; third-party providers often have better accuracy on food terms and accents.
ar: يُستخدم عند الضغط على أيقونة الصوت لتسجيل وجبة. يعمل iOS الأصلي على الجهاز مجانًا؛ غالبًا ما تتمتع المزوِّدات الخارجية بدقة أفضل مع مصطلحات الطعام واللهجات.
az: Yemək qeyd etmək üçün səs işarəsinə toxunduqda istifadə olunur. Yerli iOS cihazda pulsuz işləyir; üçüncü tərəf təminatçıları çox vaxt yemək terminləri və vurğularda daha yaxşı dəqiqliyə malikdir.
cs: Použije se, když klepneš na ikonu mikrofonu pro zápis jídla. Nativní iOS běží v zařízení zdarma; poskytovatelé třetích stran bývají přesnější na názvy jídel a přízvuky.
de: Wird verwendet, wenn du auf das Mikrofon-Symbol tippst, um eine Mahlzeit zu erfassen. Natives iOS läuft kostenlos auf dem Gerät; Drittanbieter haben oft eine bessere Genauigkeit bei Lebensmittelbegriffen und Akzenten.
es: Se usa al tocar el icono de voz para registrar una comida. El iOS nativo se ejecuta en el dispositivo de forma gratuita; los proveedores externos suelen tener mejor precisión con términos de comida y acentos.
fr: Utilisé lorsque vous appuyez sur l'icône vocale pour enregistrer un repas. iOS natif fonctionne sur l'appareil gratuitement ; les fournisseurs tiers ont souvent une meilleure précision pour les termes alimentaires et les accents.
hi: भोजन लॉग करने के लिए वॉइस आइकन पर टैप करने पर उपयोग किया जाता है। नेटिव iOS डिवाइस पर मुफ़्त में चलता है; थर्ड-पार्टी प्रदाता अक्सर भोजन शब्दों और उच्चारणों पर बेहतर सटीकता प्रदान करते हैं।
it: Usato quando tocchi l'icona vocale per registrare un pasto. iOS nativo funziona sul dispositivo gratuitamente; i provider di terze parti spesso offrono una migliore precisione su termini alimentari e accenti.
ja: 食事を記録するために音声アイコンをタップしたときに使用されます。ネイティブiOSはデバイス上で無料で動作します。サードパーティのプロバイダは食品用語やアクセントに対してより高い精度を提供することが多いです。
ko: 식사를 기록하기 위해 음성 아이콘을 탭할 때 사용됩니다. 기본 iOS는 기기에서 무료로 실행되며, 타사 제공자는 음식 용어와 억양에서 더 나은 정확도를 제공하는 경우가 많습니다.
nl: Gebruikt wanneer je op het spraakicoon tikt om een maaltijd te loggen. Ingebouwd iOS werkt gratis op het apparaat; externe providers hebben vaak betere nauwkeurigheid bij voedseltermen en accenten.
pl: Używane po stuknięciu ikony głosu, aby dodać posiłek. Natywny iOS działa bezpłatnie na urządzeniu; zewnętrzni dostawcy często lepiej rozpoznają nazwy jedzenia i akcenty.
pt_br: Usado ao tocar no ícone de voz para registrar uma refeição. O iOS nativo funciona no dispositivo gratuitamente; provedores de terceiros geralmente oferecem melhor precisão em termos alimentares e sotaques.
ro: Folosit când atingi pictograma de voce pentru a înregistra o masă. iOS nativ rulează gratuit pe dispozitiv; furnizorii terți au adesea o precizie mai bună pentru termenii alimentari și accente.
ru: Используется при касании значка микрофона для записи приёма пищи. Встроенный iOS работает на устройстве бесплатно; сторонние поставщики часто обеспечивают лучшую точность для кулинарных терминов и акцентов.
uk: Використовується при касании значка микрофона для записи приёма пищи. Встроенний iOS работает на устройстве бесплатно; сторонние поставщики часто обеспечивают лучшую точность для кулинарних терминов и акцентов.
zh_hans: 当你点按语音图标记录餐食时使用。原生 iOS 在设备端免费运行；第三方提供商在食物术语和口音方面通常准确度更高。
